import React from 'react';
// import mp4 from "../../assets/song24.mp4"
const SortDetails = () => {
      return (
            <div className='bangla mt-3'>
                  <h1 className='bg-[#609513] py-3 px-4 text-white text-3xl font-bold rounded-t-md'>সংক্ষিপ্ত পরিচিতি</h1>
                  <p className='mt-2 font-medium text-gray-800 tracking-wide'>আছিম বহুমুখী উচ্চ বিদ্যালয় একটি ঐতিহ্যবাহী ও স্বনামধন্য শিক্ষা প্রতিষ্ঠান, যা ১৯৪৬ সালে প্রতিষ্ঠিত হয়। এটি ময়মনসিংহ জেলার ফুলবাড়িয়া উপজেলার আছিম এলাকায় অবস্থিত। দীর্ঘদিন ধরে এই বিদ্যালয়টি এলাকার শিক্ষার আলো ছড়িয়ে দিয়ে হাজারো শিক্ষার্থীর ভবিষ্যৎ গঠনে ভূমিকা রেখে চলেছেএ
                        বিদ্যালয়টিতে ষষ্ঠ শ্রেণি থেকে দশম শ্রেণি পর্যন্ত পাঠদান করা হয়। সাধারণ শিক্ষার পাশাপাশি এখানে কারিগরি ও বহুমুখী শিক্ষার সুযোগ রয়েছে, যা শিক্ষার্থীদের বাস্তব জীবনের দক্ষতা অর্জনে সহায়ক।

                        অভিজ্ঞ ও যোগ্য শিক্ষকবৃন্দের তত্ত্বাবধানে শিক্ষার্থীরা প্রতি বছর ভালো ফলাফল করে প্রতিষ্ঠানটির সুনাম অক্ষুন্ন রাখছে। পাশাপাশি বিভিন্ন সহ-পাঠ্যক্রমিক কার্যক্রম—খেলাধুলা, বিতর্ক, বিজ্ঞান মেলা ও সাংস্কৃতিক অনুষ্ঠানে নিয়মিত অংশগ্রহণ করে শিক্ষার্থীরা নিজেদের প্রতিভা বিকাশের সুযোগ পাচ্ছে।

                        আছিম বহুমুখী উচ্চ বিদ্যালয় আধুনিক শিক্ষা ব্যবস্থা ও নৈতিক মূল্যবোধের সমন্বয়ে একটি আদর্শ শিক্ষাপ্রতিষ্ঠান হিসেবে পরিচিত।</p>

                  {/* <video controls className="w-full">
                        <source src={mp4} type="video/mp4" />
                        Your browser does not support the video tag.
                  </video> */}

            </div>
      );
};

export default SortDetails;